/* No comment provided by engineer. */
"Calculating Sequence..." = "计算顺序...";

/* No comment provided by engineer. */
"Game Lost" = "比赛失去";

/* No comment provided by engineer. */
"Last Score: %i" = "最后得分: %i";

/* No comment provided by engineer. */
"Moves Left: %i" = "左移: %i";

/* No comment provided by engineer. */
"Retries Left: %i" = "左重试: %i";

/* No comment provided by engineer. */
"Score: %i" = "得分了: %i";

/* No comment provided by engineer. */
"Sequence Completed" = "序列已经完成";

/* No comment provided by engineer. */
"Start Game" = "开始游戏";

/* No comment provided by engineer. */
"Tap The Sequence" = "点击序列";

/* No comment provided by engineer. */
"Top Score: %i" = "最高分: %i";

